[
  {
    "title": "A New Generation for GTA6 & GTA Online",
    "img": "/public/images/gta-online1.jpg",
    "description": [
      " With the GTAV community stronger than ever, Grand Theft Auto V and Grand Theft Auto Online will come to the PlayStation 5 and Xbox Series X|S platforms this coming March 15, bringing the blockbuster open-world experience to players on the latest hardware. We sincerely appreciate the entire community’s support over the years as the game now heads into an unprecedented third console generation. ",
      "Grand Theft Auto V and GTA Online for PlayStation 5 and Xbox Series X|S features new graphics modes with up to 4K resolution, up to 60 frames per second, texture and draw distance upgrades, HDR options and ray-tracing, as well as offering the technical advancements of the latest console generation with faster loading times, immersive 3D audio, platform-specific features like advanced haptic feedback, and much more.",
      "PS4 and Xbox One players eager to continue their journey on the newest generation of hardware will be able to transfer both their GTAV Story Mode progress and their current GTA Online characters and progression to PS5 and Xbox Series X|S with a one-time migration at launch.",
      "Plus, a new standalone version of GTA Online for PlayStation 5 and Xbox Series X|S will debut at launch — available for free for the first three months to PlayStation 5 players — making it easier than ever before for new players to experience everything GTA Online has to offer."
    ]
  },
  {
    "title": "Improvements in GTA6 Online",
    "img": "/public/images/gta-online2.jpg",
    "description": [
      "GTA Online for PS5 and Xbox Series also includes a range of improvements including the ability to skip the GTAV Story Mode prologue before entering Online, and an all-new GTA Online Tutorial. New GTA Online players will now enter the Career Builder, with instant access to their choice of one of four illicit businesses — Biker, Executive, Nightclub Owner, or Gunrunner — and a sizable GTA$ windfall to help select a property, high-end vehicle, and the firepower required to kickstart their enterprise. Returning players will also have the option to restart their character and take advantage of the Career Builder at any time.",
      "The PS5 and Xbox Series X|S versions of GTA Online also include the new Hao’s Special Works auto shop, located within the LS Car Meet, which will allow players to upgrade select vehicles (5 new vehicles and 5 existing vehicles at launch) for elite driving performance that takes full advantage of the upgraded power of new console hardware."
    ]
  }
]
